
// 2008

"kDiscoveringDevicesKey"					= "Söker efter Bluetooth-enheter…";
"kDiscoveryCompleteKey"						= "Sökningen är klar.";
"kBluetoothIsOffKey"						= "Bluetooth har avaktiverats på den här datorn. När du har aktiverat Bluetooth kan du fortsätta.";
"kErrorDiscoveringDevicesKey"				= "Ett fel uppstod vid sökningen efter trådlösa enheter.";

"kOptionsKey"								= "Alternativ";
"kStopKey"									= "Avbryt";
"kStartKey"									= "Starta";
"kShowKey"									= "Visa";
"kAllDevicesKey"							= "Alla enheter";
"kLaptopsKey"								= "Bärbara datorer";
"kClearListKey"								= "Rensa lista";
"kAudioDevicesKey"							= "Ljudenheter";

"kConfiguringServicesKey"					= "Konfigurerar tjänster";
"kPasskeySelectionKey"						= "Nyckelval";
"kNumDevicesFoundKey"						= "Söker efter enheter - %@ hittades";
"kAutomaticPairAttemptKey"					= "Datorn försöker att parkoppla automatiskt med enheten.";

"kSpecifyDeviceKey"							= "Ange enhet…";

"kDeviceList_MouseDevicesKey"				= "MÖSS";
"kDeviceList_KeyboardDevicesKey"			= "TANGENTBORD";
"kDeviceList_MobilePhoneDevicesKey"			= "MOBILTELEFONER";
"kDeviceList_AudioDevicesKey"				= "LJUD";
"kDeviceList_OtherDevicesKey"				= "ANNAT";
"kDeviceList_ComputerDevicesKey"			= "DATOR";

"kDeviceList_NoDevicesFoundKey"				= "Hittade inga enheter";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "Parkopplingsförsöket misslyckades. Den här kombinationen av Mac OS X- och Bluetooth-programvara kanske är ogiltig eller inte stöds.";
"kPairAttemptFailed3Key"								= "Parkoppling misslyckades. Om du vill prova med en annan nyckel eller parkopplingsmetod klickar du på knappen ”Nyckelalternativ…”. Klicka på Fortsätt för att försöka igen.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Den här datorn har redan parkopplats med ”%@”.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "Datorn är redan parkopplad med den enheten. Vill du ta bort parkopplingen och ställa in enheten igen?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "Parkoppling misslyckades";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Introduktion";
"kSetupDecisionKey"							= "Välj enhetstyp";
"kConclusionKey"							= "Avslutar";

"kKeyboardSetupTitleKey"					= "Inställning av Bluetooth-tangentbord";
"kMouseSetupTitleKey"						= "Inställning av Bluetooth-mus";
"kMouseTrackpadSetupTitleKey"				= "Inställning av Bluetooth-mus/styrplatta";
"kDeviceSetupTitleKey"						= "Inställning av Bluetooth-enhet";
"kPhoneSetupTitleKey"						= "Inställning av Bluetooth-telefon";
"kPrinterSetupTitleKey"						= "Inställning av Bluetooth-skrivare";
"kHeadsetSetupTitleKey"						= "Inställning av Bluetooth-headset";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Är du säker på att du vill avsluta inställningsassistenten?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Om du avslutar nu måste du köra inställningsassistenten från början igen.";
"kUsersKeyboardKey"							= "%@s tangentbord";
"kUsersMouseKey"							= "%@s mus";
"kUsersTrackpadKey"							= "%@s styrplatta";
"kRootUsersKeyboardKey"						= "administratörens tangentbord";
"kRootUsersMouseKey"						= "administratörens mus";

"kSetUpAnotherDeviceButtonKey"				= "Ställ in en annan enhet";
"kAdvancedPasskeyOptionsButtonKey"			= "Nyckelalternativ…";
"kOtherKey"									= "Annat";
"kGenericKey"								= "Allmän";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "Öppna iSync";
"kCancelButtonKey"							= "Avbryt";
"kContinueButtonKey"						= "Fortsätt";
"kIgnoreButtonKey"							= "Ignorera";
"kSkipButtonKey"							= "Hoppa över";
"kQuitButtonKey"							= "Avsluta";
"kNeedAuthenticationTitleKey"				= "Du måste autentisera dig riktigt om du vill kunna göra de angivna ändringarna.";
"kNeedAuthenticationExplanationKey"			= "Om du vill ändra inställningarna för Internetanslutning måste du autentisera dig som administratör för den här datorn. Avmarkera inställningen eller klicka på Fortsätt om du vill försöka autentisera igen.";

// Device types.

"kMobilePhoneCapsKey"						= "Mobiltelefon";
"kMobilePhonesCapsKey"						= "Mobiltelefoner";
"kMobilePhoneKey"							= "mobiltelefon";
"kMobilePhonesKey"							= "mobiltelefoner";
"kDeviceKey"								= "Enhet";
"kDevicesKey"								= "Enheter";
"kMouseKey"									= "Mus";
"kTrackpadKey"								= "Styrplatta";
"kMiceKey"									= "Möss";
"kKeyboardKey"								= "Tangentbord";
"kKeyboardsKey"								= "Tangentbord";
"kPrinterKey"								= "Skrivare";
"kPrintersKey"								= "Skrivare";
"kHeadsetKey"								= "Headset";
"kHeadphonesKey"							= "Hörlurar";
"kHeadsetsKey"								= "Headset";
"kComputerKey"								= "Dator";
"kComputersKey"								= "Datorer";
"kPDAKey"									= "Handdator";
"kLANAccessPointKey"						= "Anslutningspunkt för nätverk";
"kTypeKey"									= "Typ";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Enhetsnamn: ";
"kServicesPanel_DeviceAddressKey"			= "Enhetsadress: ";
"kServicesPanel_DeviceTypeKey"				= "Enhetstyp: ";
"kServicesPanel_DeviceServicesKey"			= "Enhetstjänster: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Markera tjänsterna som du vill använda med mobiltelefonen:";
"kSetupServicesPanel_DeviceTitleKey"		= "Välj vilka tjänster du vill använda med enheten:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"Konfigurerar tjänster…";

"kServicesPanel_GatheringInformationTitleKey"		=	"Samlar in information om enheten";
"kServicesPanel_GatheringInformationExplanationKey"	=	"Datorn behöver information om enheten för att avgöra hur de kan kommunicera. Det här tar nog några sekunder.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Ett fel uppstod vid insamlingen av information om enheten. Se till att enheten befinner sig inom datorns räckvidd och är påslagen och ”upptäckbar”. När du är redo klickar du på Fortsätt och försöker igen.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Ett fel uppstod vid insamlingen av tillgängliga tjänster på enheten. Se till att enheten befinner sig inom datorns räckvidd och är påslagen och ”upptäckbar”. När du är redo klickar du på Fortsätt och försöker igen.";
"kServicesPanel_GatheringInformationStatusKey"		=	"Samlar in ytterligare information om enheten…";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Insamlingen av ytterligare information är klar.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Välkommen till Bluetooth Inställningsassistent.";
"kWelcomeMachineHasBluetoothKey"			= "När enheten visas i listan markerar du den och klickar på Fortsätt. Om enheten inte visas i listan kontrollerar du att den är ”upptäckbar”. Mer information finns i dokumentationen som följde med enheten.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Lämplig maskin- eller programvara för Bluetooth hittades inte på datorn. Om du nyligen har installerat Bluetooth-maskinvara kontrollerar du att den är ordentligt ansluten.\n\nNär du har kontrollerat att Bluetooth-maskinvaran är ansluten som den ska kan du fortsätta.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Ett fel uppstod när programmet försökte söka.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "Uppdaterar enhetsnamn…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "Uppdaterar %@ enhetsnamn…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Det finns ingen ansluten mus.";
"kHIDLess_MouseSmallInstructionTextKey"						= "Bluetooth Inställningsassistent letar efter en Bluetooth-mus. Om en hittas kommer den att parkopplas med datorn. Kontrollera dina kablar om du försöker använda en USB-mus.\n\nOm du försöker använda en Bluetooth-mus och den inte hittas, kontrollera att den är påslagen och ”upptäckbar”. Om du använder en trådlös mus från Apple slår du på den nu. Om du försöker använda en trådlöst mus från en annan tillverkare läser du dokumentationen som medföljde musen.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "Försöker ansluta till mus nr %@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "Parkopplingen med musen är klar. Bekräfta parkopplingen genom att använda musen till att klicka på Fortsätt. Om muspekaren inte rör sig och det finns en annan trådlös mus inom räckvidd kanske datorn försöker parkoppla med den andra musen.\n\nBluetooth Inställningsassistent kommer att försöka parkoppla med din mus igen om %@ sekunder.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "Parkopplingen med musen är klar. Bekräfta parkopplingen genom att använda musen till att klicka på Fortsätt. Om muspekaren inte rör sig och det finns en annan trådlös mus eller styrplatta inom räckvidd kanske datorn försöker parkoppla med den andra musen eller med styrplattan.\n\nDatorn kommer att försöka parkoppla med din mus igen om %@ sekunder.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Klicka på Fortsätt (%@ sekunder)…";
"kHIDLess_MousePairingFailed1TextKey"						= "Datorn kunde inte parkoppla med musen. Datorn kommer att försöka igen om 5 sekunder…";
"kHIDLess_MousePairingFailed2TextKey"						= "Parkoppling med musen misslyckades. Parkopplar med nästa mus eller styrplatta…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Det finns ingen trådlös mus eller styrplatta ansluten.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "Söker efter en trådlös mus eller styrplatta. Om en hittas kommer den att parkopplas med datorn. Kontrollera dina kablar om du försöker använda en USB-ansluten mus.\n\nOm du försöker använda en trådlös mus eller styrplatta och den inte hittas, kontrollera att den är påslagen och ”upptäckbar”. Om du använder en trådlös mus eller styrplatta från Apple slår du på den nu. Om du försöker använda en trådlös mus eller styrplatta från en annan tillverkare läser du dokumentationen som medföljde.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "Försöker ansluta till styrplatta %@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "Parkopplingen med styrplattan är klar. Bekräfta parkopplingen genom att använda styrplattan till att klicka på Fortsätt. Om muspekaren inte rör sig och det finns en annan trådlös mus eller styrplatta inom räckvidd kanske datorn försöker parkoppla med den andra musen eller styrplattan.\n\nDatorn kommer att försöka parkoppla med din styrplatta igen om %@ sekunder.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "Datorn kunde inte parkoppla med styrplattan. Datorn kommer att försöka igen om 5 sekunder…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "Parkoppling med styrplattan misslyckades. Parkopplar med nästa mus eller styrplatta…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Det finns inget trådlöst tangentbord anslutet.";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "Bluetooth Inställningsassistent letar efter ett Bluetooth-tangentbord. Om ett hittas kommer det att parkopplas med datorn. Kontrollera dina kablar om du försöker använda ett USB-tangentbord.\n\nOm du försöker använda ett Bluetooth-tangentbord och det inte hittas, kontrollera att det är påslaget och ”upptäckbart”. Om du använder ett trådlöst tangentbord från Apple slår du på det nu. Om du försöker använda ett trådlöst tangentbord från en annan tillverkare läser du dokumentationen som medföljde tangentbordet.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "Söker efter ett trådlöst tangentbord. Om ett hittas kommer det att parkopplas med datorn. Kontrollera dina kablar om du försöker använda ett USB-tangentbord.\n\nOm du försöker använda ett trådlöst tangentbord och det inte hittas, kontrollera att det är påslaget och ”upptäckbart”. Om du använder ett trådlöst tangentbord från Apple slår du på det nu. Om du försöker använda ett trådlöst tangentbord från en annan tillverkare läser du dokumentationen som medföljde tangentbordet.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Skriv in följande nyckel på tangentbordet du ställer in och tryck på returtangenten:\n\n\n\n\n\nNär du angett nyckeln på tangentbordet är parkopplingen klar.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "Försöker ansluta till tangentbord nr %@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Anslutning upprättad med tangentbordet nr %@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "Parkopplingen med tangentbordet är klar.\n\nTryck på returtangenten på tangentbordet när du vill fortsätta. ";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Ett autentiseringsfel inträffade. Lösenorden var inte likadana.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "En maxtidsgräns nåddes vid anslutning. Se till att du skriver in lösenordet och tryck på returtangenten.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "Datorn kunde inte parkoppla med tangentbordet. Datorn kommer att försöka igen om 5 sekunder…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "Datorn kunde inte parkoppla med tangentbordet. Datorn kommer att försöka igen om 5 sekunder…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Du måste hitta och välja en enhet i listan innan du fortsätter.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Ingen enhet vald.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "Datorn och musen har parkopplats.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "Datorn och styrplattan parkopplades.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "Datorn och tangentbordet parkopplades.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Fel: Ingen enhet angavs i den förra panelen.";
"kPair_General_PairingAttemptToPairKey"			= "Försöker parkoppla med ”%@”.";
"kPair_General_ConnectingToDeviceKey"			= "Ansluter till ”%@”.";
"kPair_General_ConnectionEstablishedKey"		= "Anslutning upprättad.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "Söker efter möss - %@ hittades.";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Du måste hitta och välja en mus i listan innan du fortsätter.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Ingen mus vald.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "När musen visas i listan markerar du den och klickar på Fortsätt. Om musen inte visas i listan kontrollerar du att den är ”upptäckbar”. Om du använder en trådlös mus från Apple slår du på den nu.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Inga möss hittades. Kontrollera att musen är ”upptäckbar”.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "Söker efter musen";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "Söker efter trådlösa möss eller styrplattor - %@ hittades.";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Inga trådlösa möss eller styrplattor hittades. Kontrollera att den trådlösa musen eller styrplattan är ”upptäckbar”.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "Söker efter tangentbord - %@ hittades.";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Du måste hitta och välja ett tangentbord i listan innan du fortsätter.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Inget tangentbord valt.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "När tangentbordet visas i listan markerar du det och klickar på Fortsätt. Om tangentbordet inte visas i listan kontrollerar du att det är ”upptäckbart”. Om du använder ett trådlöst tangentbord från Apple slår du på det nu.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Inga tangentbord hittades. Kontrollera att tangentbordet är ”upptäckbart”.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "Söker efter tangentbordet";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Om du vill fortsätta parkopplingen, kontrollera först att numret nedan visas på enheten du parkopplar.";
"kPair_SSPNumCmp_StatusTextKey"					= "Om du ser det här numret på den andra enheten slutför du parkopplingen genom att klicka på Fortsätt. Om du inte ser det klickar du på Tillbaka för att försöka igen.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Om du vill fortsätta parkopplingen skriver du in numret nedan på enheten du parkopplar. Tryck sedan på returtangenten.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Parkopplar med din Bluetooth-enhet";
"kPair_Device_InstructionTextKey"				= "Din enhet kan be dig att ange en nyckel. Kontrollera om enheten är redo att ta emot en nyckel. När enheten är redo anger du följande nyckel:\n\n\n\n\nNär du har angett nyckeln på enheten är parkopplingen klar.";
"kPair_Device_ClickContinueToSetupKey"			= "Klicka på Fortsätt om du vill ställa in enhetens tjänster.";
"kPair_Device_PairingAttemptFailed1Key"			= "Kunde inte parkoppla med enheten. Klicka på Fortsätt om du vill försöka igen.";
"kPair_Device_PairingAttemptFailed2Key"			= "Försöket att parkoppla misslyckades. Kontrollera att enheten är inom datorns räckvidd och att den är påslagen och ”upptäckbar”. Klicka på Fortsätt när du vill försöka igen.";
"kPair_Device_PairingAttemptFailed3Key"			= "Försöket att parkoppla misslyckades. Om du använder en nyckel ser du till att ange den på rätt sätt på enheten. Klicka på Fortsätt när du vill försöka igen.";
"kPair_Device_PairingAttemptFailed18Key"		= "Försöket att parkoppla misslyckades. Enheten nekar parkopplingen. Läs i dokumentationen som medföljde enheten. Klicka på Fortsätt om du vill försöka igen.";
"kPair_Device_PairingAttemptSucceededKey"		= "Datorn och enheten har parkopplats.";
"kPair_Device_AlreadyPairedKey"					= "Datorn och enheten är redan parkopplade.";
"kPair_Device_GatheringServiceInformationKey"	= "Samlar in information om enhetens tjänster.";
"kPair_Device_GatheringInformationKey"			= "Samlar in ytterligare information om enheten.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "Datorn kommer att använda en tom nyckel för att parkoppla med enheten.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Kunde inte spara nätverksinställningarna.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Bluetooth-nätverksinställningarna kunde inte sparas.";
"kDialupErrorSavingSerialTitleTextKey"			= "Kunde inte spara nätverksinställningarna.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Ändringarna i nätverksinställningarna kunde inte sparas.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Om du vill ansluta till Internet med enheten måste du ange följande uppgifter.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Användarnamn:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Lösenord:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Telefonnummer:";
"kInternetAccess_GPRSExampleKey"					= "T.ex. *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "Bluetooth Inställningsassistent kan inte ställa in din enhet som ett uppringt modem eftersom Bluetooth-gränssnittet inte är tillgängligt. Öppna inställningspanelen Nätverk och lägg till det.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Använd iSync till att föra över kontakter och aktiviteter";
"kConclusionPanelUseFileTransferKey"				= "Använd vid filöverföring";
"kConclusionPanelUseAddressBookKey"					= "Använd med Adressbok";
"kConclusionPanelUseAsHIDDeviceKey"					= "Använd som inmatningsenhet på den här datorn";
"kConclusionPanelUseInternetKey"					= "Anslut till Internet";
"kConclusionPanelUseSerialPortKey"					= "En datorserieport skapades";
"kConclusionPanelUseAsPANDeviceKey"					= "Använd som ett personligt nätverk (PAN)";
"kConclusionPanelUseAsAudioOutputKey"				= "Använd som en ljudutmatningsenhet";
"kConclusionPanelUseAsAudioInputKey"				= "Använd som en ljudinmatningsenhet";
"kConclusionPanelDevicePairedKey"					= "Parkopplingen är klar";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Inga tjänster som stöds hittades på enheten.";
"kConclusionPanelFailedNoServicesTitleKey"			= "Bluetooth-enheten blev inte inställd med datorn.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "Datorn och mobiltelefonen har ställts in så här:";
"kConclusionPanelDeviceSummaryTitleKey"		= "Datorn och enheten har ställts in så här:";

"kConclusionPanelMobilePhoneSetupKey"		= "Klar! Mobiltelefonen är nu inställd så att den fungerar med datorns Bluetooth-funktioner.";
"kConclusionPanelKeyboardSetupKey"			= "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-tangentbordet.";
"kConclusionPanelMouseSetupKey"				= "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-musen.";
"kConclusionPanelTrackpadSetupKey"			= "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-styrplattan.";	
"kConclusionPanelOtherDeviceKey"			= "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-enheten.";
"kConclusionPanelKeyboardAndMouseKey"		= "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-tangentbordet och -musen.";
"kConclusionPanelPrinterSetupKey"			= "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-skrivaren.";
"kConclusionPanelHeadsetSetupKey"			= "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-headsetet.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Klart! Nu är datorn inställd för användning med ditt iPhone Bluetooth Headset.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Klar! Datorn är nu inställd så att den fungerar med iPhone.";
"kConclusionPanelMouseSetupSkippedKey"		= "En mus har anslutits till datorn. Inställning av Bluetooth-anslutning behövs inte längre.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "En mus har anslutits till datorn. Inställning av Bluetooth-mus eller -styrplatta behövs inte längre.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Ett tangentbord har anslutits till datorn. Inställning av Bluetooth-anslutning behövs inte längre.";
"kConclusionPanelSetupInterruptedKey"		= "Inställningen av enheten avbröts.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "Inställningsassistenten kunde inte konfigurera headsetet. Prova att ställa in det igen.";
"kConclusionPanelFailedSetupErrorKey"		= "Ett fel inträffade medan enheten ställdes in (0x%x). Försök ställa in den igen.";
"kConclusionPanelFailedNoServicesTextKey"	= "Inga tjänster som kunde ställas in hittades på enheten. Det kan bero på att tjänster inte är aktiverade på enheten, eller att det inte finns några tjänster på enheten som behöver ställas in via datorn. Se dokumentationen som följde med enheten för mer information.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Ingen av de tillgängliga tjänsterna har konfigurerats för din Bluetooth-enhet.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Använd Inställningsassistenten igen om du vill ändra någon av inställningarna.";


